Repository: common-repository/netrox-sc-live-chat
Catalog: netroxsc-*.po
Languages: ru_ru

source: Apply settings
ru_ru: Применить настройки

source: Base domain
ru_ru: Базовый домен

source: Base domain of your site without protocol and path
ru_ru: Базовый домен вашего сайта без указания протокола и пути. Например, netroxsc.com

source: Cancel this registration
ru_ru: Отменить эту регистрацию

source: Chat with visitors
ru_ru: Общение с посетителями

source: Confirm
ru_ru: Пароль еще раз

source: Create a secure password
ru_ru: Придумайте надежный пароль

source: Enable on site
ru_ru: Включить на сайте

source: Error occured while trying to connect to Netrox SC servers
ru_ru: Произошла ошибка при попытке подключения к серверам Netrox SC

source: Error occured while trying to connect to Netrox SC servers. Please try again later.
ru_ru: Произошла ошибка при попытке подключения к серверам Netrox SC. Попробуйте еще раз позднее

source: Fill in the following form to start using Netrox.
ru_ru: Заполните эту форму для того, чтобы начать использовать Netrox

source: First name
ru_ru: Имя

source: I already have a Netrox SC account
ru_ru: У меня уже есть учетная запись Netrox SC

source: I don't have a Netrox SC account yet
ru_ru: У меня еще нет учетной записи Netrox SC

source: I followed the link from email message. Check again!
ru_ru: Я прошел по ссылке в письме

source: I forgot my password
ru_ru: Я забыл пароль

source: If you don't have an account yet please click the corresponding button at the bottom of the form.
ru_ru: Если у вас еще пока нет учетной записи в системе Netrox, пожалуйста, нажмите соответствующую кнопку внизу формы.

source: If you face any difficulties please ask our support team for help in live chat at <a href="##URL##">##URL##</a>
ru_ru: Если вы столкнулись со сложностями, обратитесь, пожалуйста, за помощью к нашей службе поддержки через чат на <a href="##URL##">##URL##</a>

source: It seems that there are no websites attached to your Netrox SC account.
ru_ru: Похоже к вашей учетной записи Netrox не подключено ни одного сайта

source: Last name
ru_ru: Фамилия

source: Live chat settings
ru_ru: Настройки чата

source: Log In
ru_ru: Войти

source: Log in as different user
ru_ru: Войти под другим пользователем

source: Login as a Netrox SC user to bind your live chat account to this site.
ru_ru: Выполните вход как пользователь системы Netrox SC для того, чтобы подключить чат к вашему сайту

source: Login for future Netrox SC account administrator
ru_ru: Имя пользователя будущего администратора аккаунта

source: Netrox SC Live Chat
ru_ru: Онлайн-консультант Netrox SC

source: Netrox SC Live Chat Settings
ru_ru: Настройки онлайн-консультанта Netrox SC

source: Password
ru_ru: Пароль

source: Please add the website at the <a href="##URL##">Account - General</a> section of Netrox SC web interface.
ru_ru: Пожалуйста, добавьте сайт в разделе <a href="##URL##">Аккаунт - Основное</a> веб- интерфейса Netrox SC

source: Please check your mailbox. We have sent you the activation link. Follow it and then click the button below or simply reload this page.
ru_ru: Проверьте, пожалуйста, вашу почту. Мы отправили вам письмо со ссылкой для активации учетной записи. После того, как вы пройдете по ссылке в письме, вернитесь на эту страницу и нажмите кнопку ниже.

source: Proceed to the chat zone
ru_ru: Перейти к общению

source: Sign Up
ru_ru: Зарегистрироваться

source: Sorry, couldn't authenticate the user. Please login.
ru_ru: Не удалось авторизовать пользователя. Пожалуйста, выполните вход

source: Status
ru_ru: Статус

source: Type in the password once again
ru_ru: Введите пароль еще раз

source: Visitor communication is carried out via the Netrox SC web-interface. The button will open the chat zone in a new tab.
ru_ru: Общение с посетителями сайта осуществляется через веб-интерфейс Netrox SC. После того, как вы нажмете на кнопку, откроется новое окно

source: Website
ru_ru: Сайт

source: Widget
ru_ru: Виджет
